# 1.taks
# Симулятор игрального кубика: при нажатии на Enter программа «бросает» кубик (random.randint от 1 до 6), делает паузу 1 секунду (time.sleep), и показывает результат. Добавьте возможность бросать несколько раз и считать среднее значение (math).

# 2.taks
# Таймер-угадайка: программа случайно выбирает число от 1 до 10, ты должен угадать его, а программа засекает, за сколько секунд ты справился (использует time и random). В конце выводит: угадал ли ты, и за сколько времени.

# 3.taks
# Калькулятор случайных задач: программа случайно генерирует 2 числа и математическую операцию (например, √, возведение в степень, синус). Пользователь вводит ответ, программа проверяет с math и говорит правильно ли.
# 4.taks
